/* Label next to search field */
"1 song" = "1 canción";

/* Label next to search field */
"%i songs" = "%i canciones";

/* Dialog Button */
"Cancel" = "Cancelar";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Alarma predederminada";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "¿Desea guardar los cambios para esta alarma antes de cerrarla?";

/* Dialog Button */
"Don't Save" = "No guardar";

/* Window title when editing an alarm */
"Edit Alarm" = "Editar Alarma";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "Si no guarda el documento, se perderán los cambios.";

/* Main prompt in sheet */
"Invalid alarm time" = "Tiempo de alarma inválido";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "Lista de reproducción: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Por favor seleccione una fecha y hora posterior.";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Por favor seleccione los días en que se repetirá la alarma.";

/* Dialog Button */
"Save" = "Guardar";

/* Song label when using a song */
"Song: %@" = "Canción: %@";

